Revit 2027 API
ParameterTypeId.StructuralSectionIshapeWebfillet Property
 "Web Fillet"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionIshapeWebfillet { get; }
Public Shared ReadOnly Property StructuralSectionIshapeWebfillet As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionIshapeWebfillet {
	ForgeTypeId^ get ();
}
static member StructuralSectionIshapeWebfillet : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace